Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Set Up Document Sending Profiles
cs_cz: Nastavení profilů odesílání dokladů

source: You can set each customer up with a preferred method of sending sales documents, so that you do not have to select a sending option every time you choose the Post and Send action.
cs_cz: Každému zákazníkovi můžete nastavit preferovaný způsob odesílání prodejních dokumentů, takže při každém výběru akce Účtovat a Odeslat nemusíte vybírat způsob odeslání.

source: In the Document Sending Profiles window, you set up different sending profiles that you can select from in the Document Sending Profile field on a customer card.
cs_cz: V okně Profily odesílání dokladů můžete nastavit různé profily odeslání, které můžete vybrat v poli Profily odesílání dokladů na kartě zákazníka.

source: You can select the Default check box to specify that the document sending profile is the default profile for all customers, except for customers where the Document Sending Profile field is filled with another sending profile.
cs_cz: Zaškrtnutím políčka Výchozí můžete určit, že profil odesílání dokumentu je výchozí profil pro všechny zákazníky s výjimkou zákazníků, u nichž je pole Profily odesílání dokladů vyplněno jiným profilem odeslání.

source: When you choose the Post and Send action on a sales document, the Post and Send Confirmation dialog box shows the sending profile used, either the one set up for the customer or the default for all customers.
cs_cz: Když zvolíte akci Účtovat a Odeslat v prodejním dokumentu, tak se v dialogovém okně Potvrzení účtování a odeslání zobrazí používaný profil odesílání, ať už nastavený pro zákazníka nebo jako výchozí pro všechny zákazníky.

source: In the dialog box, you can change the sending profile for the sales document.
cs_cz: V dialogovém okně můžete změnit profil odesílání pro prodejní doklad.

source: To set up a document sending profile
cs_cz: Nastavení profilů odesílání dokladů

source: In the top right corner, choose the Search for Page or Report icon, enter Document Sending Profiles, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Profily odesílání dokladů a poté vyberte příslušný odkaz.

source: In the Document Sending Profiles window, choose the New action.
cs_cz: V okně Profily odesílání dokladů zvolte Nový.

source: To specify a sending profile on a customer card
cs_cz: Určení profilu odeslání na kartě zákazníka

source: Open the card of the customer who you want to set up a sending profile for.
cs_cz: Otevřete kartu zákazníka, kterému chcete nastavit profil odesílání.

source: In the Document Sending Profile field, select a profile that you have set up as described in the previous procedure.
cs_cz: Do pole Profil odesílání dokladů vyberte profil, který jste nastavili podle postupu popsaného v předchozích krocích.

source: Set Up Salespeople
cs_cz: Nastavení prodejců

source: Many companies want to follow an individual employee's performance as a basis for calculating the sales commission or bonus.
cs_cz: Mnoho společností chce sledovat výkon jednotlivých zaměstnanců jako základ pro výpočet prodejní provize nebo jejich bonusů.

source: See, for example, the Salesperson Commissions report.
cs_cz: Například: Sestava: „Prodejce - Provize“.

source: A company may also want to assign a salesperson to each of their contacts.
cs_cz: Společnost může také chtít přiřadit prodejce ke každému z jejich kontaktů.

source: When yo have set up a salesperson in the Salespeople window, you can select it in the Salesperson Code field on all relevant records, such as G/L account, customer, vendor, contacts, and campaign cards.
cs_cz: Pokud jste v okně Prodejci/Nákupčí nastavili prodejce, můžete jej vybrat v poli Kód prodejce na všech relevantních záznamech, jako je hlavní kniha, zákazníci, dodavatelé, kontakty a kampaně.

source: Then, when you post or set up invoices, credit memos, journal lines, finance-setup charge activities, and so on, the salesperson code is carried to the resulting ledger entries.
cs_cz: Poté, když účtujete nebo vytváříte faktury, dobropisy, deníkové lístky, finanční poplatky za nastavení poplatků apod., tak se kód prodejce přenese do záznamů.

source: To set up a salesperson code
cs_cz: Nastavení Kódu prodejce

source: In the Salespeople window, choose the New action.
cs_cz: V okně Prodejci/Nákupčí zvolte Nový.

source: Marketing functionality in Dynamics NAV provides precise and timely overview of your contact information so that you can serve your prospective customers more efficiently and increase customer satisfaction.
cs_cz: Funkce marketingu ve službě Dynamics NAV poskytuje přesný a včasný přehled vašich informací o kontaktech, abyste mohli účinněji sloužit potenciálním zákazníkům a zvýšit spokojenost zákazníků.

source: For more information, see Relationship Management.
cs_cz: Další informace naleznete v tématu Řízení vztahů.

source: When you deliver the products, either fully or partially, you post the sales invoice or sales order as shipped or as shipped and invoiced to create the related item and customer ledger entries in your system.
cs_cz: Když doručujete produkty, ať již plně nebo částečně, účtujete fakturu jako dodanou nebo jako dodanou a fakturovanou k vytvoření souvisejících položek a záznamů pro zákazníky v systému.

source: Sales documents can be sent as PDF files attached to email.
cs_cz: Prodejní dokumenty lze odesílat jako soubory PDF připojené k e-mailu.

source: The email body will contain an extract of the sales document, such as products, total amount, and a link to the PayPal site.
cs_cz: Tělo e-mailu může obsahovat výpis z prodejního dokladu, jakým jsou produkty, celková částka a odkaz na platbu PayPal.

source: For all sales processes, you can incorporate an approval workflow, for example, to require that large sales to certain customers are approved by the accounting manager.
cs_cz: Pro všechny procesy prodeje můžete zahrnout schvalovací Workflow, například můžete požadovat, aby hlavní účetní schválil velké prodeje určitým zákazníkům.

source: Create a sales quote where you offer products on negotiable terms before converting the quote to a sales invoice.
cs_cz: Vytvoření prodejní poptávky, ve které nabízíte produkty s obchodovatelnými podmínkami před převodem nabídky na prodejní fakturu.

source: Create a sales invoice to record your agreement with a customer to sell products on certain delivery and payment terms.
cs_cz: Můžete vytvořit prodejní fakturu k zaznamenání vaší dohody se zákazníkem o prodeji určitých produktů za určitých dodacích a platebních podmínek.

source: Process a sales order that involves partial shipping or drop shipment.
cs_cz: Proces prodejních objednávek, který obsahuje částečnou přepravu nebo přímou dodávku.

source: Link a sales order to a purchase order to sell a drop-shipment item that will be delivered directly from your vendor to your customer.
cs_cz: Propojte prodejní objednávku s nákupní objednávkou k odeslání přímé dodávky, která bude dodána přímo od vašeho dodavatele k zákazníkovi.

source: Create a sales credit memo to revert a specific posted sales invoice to reflect which products the customer returns and which payment amount you will refund.
cs_cz: Vytvořte prodejní dobropis, abyste vrátili konkrétní účtované prodejní faktury, které reflektují produkty, které zákazník vrací a jakou částku platby vrátíte.

source: Create a customer card for each customer that you sell to.
cs_cz: Vytvořte kartu zákazníka pro každého zákazníka, kterému budete prodávat.

source: Before you can manage sales processes, you must configure the rules and values that define the company's sales policies.
cs_cz: Než budete moci spravovat prodejní procesy, musíte nakonfigurovat pravidla a hodnoty, které definují obchodní pravidla společnosti.

source: First, you must define the general setup, such as which sales documents are required and how their values are posted.
cs_cz: Nejprve je třeba definovat obecné nastavení, jako například požadované obchodní doklady a jejich účtování.

source: A separate series of tasks related to creating customer master data is to record the customers' discount and price agreements in windows linked to the customer cards.
cs_cz: Samostatnou sérii úkolů souvisejících s vytvářením základních dat zákazníků je zaznamenávání slev a cenové dohody zákazníků v oknech propojených s kartami zákazníků.

source: The periodic activity of creating customer cards for new customers is covered in the Manage Sales section.
cs_cz: Periodická činnost vytváření zákaznických karet pro nové zákazníky je řešena v sekci Správa prodeje.

source: Finance-related sales setup, such as payment methods and currencies, are covered in the Finance Setup section.
cs_cz: Nastavení finančního prodeje, jako jsou způsoby platby a měny, naleznete v části Nastavení financí.

source: Enable customers to pay through PayPal by choosing the PayPal logo on sales documents.
cs_cz: Umožněte zákazníkům platit prostřednictvím PayPalu, kliknutím na logo PayPal na prodejních dokumentech.

source: Enable Customer Payment Through PayPal
cs_cz: Povolení plateb zákazníka pomocí PayPalu

source: Enter the different discounts and alternative prices that you grant the customers depending on item, quantities, and/or date.
cs_cz: Zadejte různé slevy a alternativní ceny, které udělujete zákazníkům v závislosti na položce, množství a datu.

source: Record Sales Price, Discount, and Payment Agreements
cs_cz: Zaznamenání prodejní ceny, slevy a platební podmínky.

source: Set up salespeople so that you can assign them to customer contacts or measure salespeople's performance as a basis for calculating the sales commission or bonus.
cs_cz: Nastavte prodejce tak, abyste jej mohli přiřadit kontaktům, zákazníkům nebo měřit výkon prodejců jako základ pro výpočet prodejní provize nebo bonusu.

source: Specify for individual customers or for all customers how sales documents are sent by default when you choose the Post and Send action.
cs_cz: Zadejte jakým způsobem budou odeslány dokumenty jednotlivým zákazníkům nebo pro všechny, když zvolíte akci Účtovat a Odeslat.

source: Set your email up to contain a summary of information in the sales document that is being sent.
cs_cz: Nastavte tělo e-mailu tak, aby obsahoval souhrn informací v odeslaném prodejním dokumentu.

source: Set Up Your Dynamics NAV
cs_cz: Nastavení Vašeho Dynamics NAV

source: Dynamics NAV includes a standard configuration of most business processes, but you can change the configuration to suit your business' needs.
cs_cz: Dynamics NAV obsahuje standardní konfiguraci většiny obchodních procesů, ale můžete konfiguraci změnit tak, aby odpovídala potřebám vašeho podniku.

source: From your Home page, you can access assisted setup guides that help you configure certain scenarios.
cs_cz: Na domovské stránce můžete získat přístup k pomocným průvodcům nastavení, které Vám pomohou nakonfigurovat určité scénáře.

source: Set up core financial processes
cs_cz: Nastavení klíčových finančních procesů

source: Set up banking.
cs_cz: Nastavení bankovnictví

source: Set up sales processes.
cs_cz: Nastavení procesu prodeje

source: Set up purchase processes.
cs_cz: Nastavení procesu nákupu

source: Install extensions.
cs_cz: Instalovat rozšíření

source: Get access to Azure services by registering your Dynamics NAV
cs_cz: Získejte přístup do služeb Azure registrací Vašeho Dynamics NAV

source: Register Dynamics NAV in the Azure Management Portal
cs_cz: Registrace Dynamics NAV na portálu Azure Management

source: Changing Basic Settings
cs_cz: Změna základního nastavení

source: Using Search for Page or Report
cs_cz: Pomocí Vyhledávání stránky nebo sestavy

source: Sorting
cs_cz: Třídění

source: Fixed Assets
cs_cz: Dlouhodobý majetek

source: Dynamics NAV provides dedicated functionality for typical business areas, such as finance-setup and sales.
cs_cz: Dynamics NAV poskytuje vyváženou funkcionalitu pro typické obchodní oblasti, jako je například finanční nastavení a prodej.

source: And to support your business area-specific tasks, you can use a variety of general business functionality, such as Number Series and Extensions, which is available across these areas.
cs_cz: Pro podporu úkolů specifických pro vaše podnikání můžete použít celou řadu obecných obchodních funkcí, jako jsou například Číselné řady a Rozšíření, které jsou dostupné v těchto oblastech.

source: The following table lists these general business areas with links to topics that describe them.
cs_cz: Následující tabulka uvádí tyto obecné obchodní oblasti s odkazy na témata, která je popisují.

source: Assign unique identification codes to records, such as general ledger accounts, customer and vendor accounts, invoices, and documents.
cs_cz: Přiřazení jedinečných identifikačních kódů záznamů, jako jsou účty hlavní knihy, účty zákazníků a dodavatelů, faktury a dokumenty.

source: A well-designed numbering system also makes the company more manageable and easy to analyze and can reduce the number of errors that occur in data entry.
cs_cz: Dobře navržený systém číslování také usnadňuje správu a snadnou analýzu společnosti a může snížit počet chyb, ke kterým dochází při zadávání dat.

source: Create Number Series
cs_cz: Vytváření číselných řad

source: Set up standard text codes so you can extend standard text by adding extra lines, and set up conditions for use of the extra lines.
cs_cz: Nastavení standardních textových kódů, abyste mohli rozšířit standardní text přidáním dalších řádků a nastavit podmínky pro použití dalších řádků.

source: Define Extended Text
cs_cz: Definování rozšířených textů

source: Change Dynamics NAV by installing extensions that add functionality, changes behavior, or gives you access to new online services.
cs_cz: Změňte Dynamics NAV instalací rozšíření, které přidávají funkce, mění chování nebo Vám umožňují přístup k novým online službám.

source: Learn how to work with general journals, which are used to post to general ledger accounts and other accounts such as bank, customer, vendor, and fixed assets accounts.
cs_cz: Naučte se pracovat s finančními deníky, které se používají k účtování na účty hlavní knihy a další účty, jako jsou účty bank, zákazníků, dodavatelů a dlouhodobého majetku.

source: Manage General Journals
cs_cz: Správa finančních deníků

source: Communicate the contents of business documents quickly to your business partners, such as the payment information on sales documents to customers.
cs_cz: Rychle komunikujte o obsahu obchodních dokumentů s obchodními partnery, jako jsou informace o platebních dokladech zákazníků.

source: Allocate an entry in a general journal to several different accounts when you post the journal.
cs_cz: Přidělení položek finančnímu deníku k několika účtům, když účtujete deníky.

source: Use Allocation Keys in General Journals
cs_cz: Použijte alokační klíče ve Finančních denících

source: Schedule a report to run at a specific date and time.
cs_cz: Naplánujte sestavu ke spuštění v určitý čas.

source: Schedule a report to run
cs_cz: Plánování sestav ke spuštění

source: Manage different types of report layouts.
cs_cz: Správa různých typů rozvržení sestav.

source: Manage Report Layouts
cs_cz: Správa rozvržení sestav

source: Request and grant approval to create or change certain documents and cards.
cs_cz: Žádost o udělení souhlasu k vytvoření nebo změně některých dokumentů a karet.

source: Record external documents in Dynamics NAV, including their file attachments, and then manually create the related documents or automatically convert the files to electronic documents.
cs_cz: Nahrání externích dokumentů do aplikace Dynamics NAV včetně jejich příloh a poté ruční vytvoření souvisejících dokumentů nebo automatické převádění souborů na elektronické dokumenty.

source: For each company that you set up, you need to assign unique identification codes to things such as general ledger accounts, customer and vendor accounts, invoices, and documents.
cs_cz: Pro každou společnost, kterou jste založili, musíte přiřadit jedinečné identifikační kódy věcem, jako jsou účty hlavní knihy, účty zákazníků a dodavatelů, faktury a dokumenty.

source: Numbering is important not only for identification.
cs_cz: Číslování je důležité nejen pro identifikaci,

source: A well-designed numbering system also makes the company more manageable and easy to analyze, and can reduce the number of errors that occur in data entry.
cs_cz: dobře navržený systém číslování také usnadňuje správu a snadnou analýzu společnosti a může snížit počet chyb, ke kterým dochází při zadávání dat.

source: You can set up a complete numbering system with an unlimited number of number series.
cs_cz: Můžete nastavit kompletní číslovací systém s neomezeným počtem číselných řad.

source: You can use number series for all types of documents and journals, as well as for master data such as customers, items, and jobs.
cs_cz: Číselné řady můžete používat pro všechny typy dokumentů a deníků, stejně jako pro hlavní údaje, jako jsou zákazníci, položky a projekty.

source: You can combine the use of number series with manual numbering.
cs_cz: Můžete kombinovat použití číselných řad s manuálním číslováním.

source: You create a numbering system by setting up one or more codes for each type of master data or document.
cs_cz: Systém číslování vytvoříte nastavením jednoho nebo více kódů pro každý typ hlavních dat nebo dokumentu.

source: For example, you can set up one code for numbering customers, another code for numbering sales invoices, and another code for numbering documents in general journals.
cs_cz: Například můžete nastavit jeden kód pro číslování zákazníků, jiný kód pro číslování prodejních faktur a další kód pro číslování dokumentů ve všeobecných denících.

source: After you have set up a code, you set must set up at least one number series line.
cs_cz: Pokud nastavíte kód, musíte nastavit alespoň jednu číselnou řadu.

source: The number series line contains information such as the first and last number in the series and the starting date.
cs_cz: Řádek číselné řady obsahuje informace jako první a poslední číslo v sérii a počáteční datum.

source: You can set up more than one number series line per number series code, with a different starting date for each line.
cs_cz: Můžete nastavit více než jednu číselnou řadu pro každý kód číselné řady s jiným počátečním datem pro každý řádek.

source: The series will be used consecutively, starting each series on the respective starting date.
cs_cz: Řady budou použity postupně počínaje každou sérií v příslušném počátečním datu.

source: If you want to use more than one number series code for one type of master data - for example, if you want to use different number series for different categories of items - you can use number series relationships.
cs_cz: Chcete-li pro jeden typ hlavních dat použít více než jeden kód číselné řady - například chcete-li použít různé číselné řady pro různé kategorie zboží - můžete použít vztahy číselných řad.

source: In addition to the numbers that you assign manually or by use of the numbering system, all transactions (ledger entries) are automatically assigned consecutive numbers.
cs_cz: Vedle čísel, které přiřadíte ručně nebo pomocí systému číslování, jsou všechny transakce (záznamy v knihách) automaticky přiděleny po sobě jdoucím číslům.

source: These numbers can be seen in the Entry No.
cs_cz: Tyto čísla můžete vidět v políčku Číslo položky

source: field in all the ledger entry windows.
cs_cz: v okně souvisejících položek.

source: You cannot modify or delete these numbers.
cs_cz: Nemůžete editovat nebo mazat tyto čísla.

source: To create relationships between number series
cs_cz: Vytváření vztahů mezi číselnými řadami

source: If you have set up more than one number series code for the same kind of basic information or transactions, you can create relationships between the codes.
cs_cz: Pokud jste nastavili více než jednu číselnou řadu pro stejný druh informací nebo transakcí, můžete vytvářet vztahy mezi kódy.

source: This feature can assist you in deciding among the codes when you use a number.
cs_cz: Tato funkce vám pomůže při rozhodování mezi kódy pokud používáte čísla.

source: In the top right corner, choose the Search for Page or Report icon, enter No. Series, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Číselná řada a poté vyberte příslušný odkaz.

source: Select the line with the number series you want to create relationships for and then choose Relationships.
cs_cz: Vyberte řádek s číselnou řadou, pro kterou chcete vytvořit vztahy, a poté zvolte Vztah.

source: In the Series Code field, enter the code for the number series that you want to relate to the series you selected in step 2.
cs_cz: V poli Kód řady vložte kód číselné řady, kterou chcete spojit s řadou, kterou jste vybrali v kroku 2.

source: Add a line for each code that you want to relate to the selected number series.
cs_cz: Přidejte řádek pro každý kód, který chcete spojit s vybranou číselnou řadou.

source: Now when you set up something that requires a number, you can use the relationships you created to select among the related number series.
cs_cz: Nyní, když nastavíte něco, co vyžaduje číslo, můžete použít vztahy, které jste vytvořili k výběru mezi souvisejícími číselnými řadami.

source: Entering Criteria in Filters
cs_cz: Vkládání kriterií do filtrů

source: When you want to search for data, such as customer names, addresses, or product groups, you enter criteria.
cs_cz: Chcete-li hledat data, například názvy zákazníků, adresy nebo skupiny produktů, vložte vaše kritéria.

source: In search criteria you can use all the numbers and letters that you normally use in the specific field.
cs_cz: Ve vyhledávacích kritériích můžete použít všechna čísla a písmena, která běžně používáte v konkrétním poli.

source: In addition, you can use special symbols to further filter the results.
cs_cz: K dalšímu filtrování výsledků můžete použít speciální symboly.

source: Searching using the Quick Filter
cs_cz: Vyhledávání pomocí rychlého filtru

source: You can add filters to all pages by using the Quick Filter.
cs_cz: Pomocí rychlého filtru můžete filtrovat všechny stránky.

source: The Quick Filter is enabled by choosing the magnifier icon in the top right corner of a page.
cs_cz: Rychlý filtr je aktivován výběrem ikony lupy v pravém horním rohu stránky.

source: This filtering type is used for a fast entry of criteria.
cs_cz: Tento typ filtrování slouží k rychlému zadání kritérií.

source: The Quick Filter provides an easy access to filter data by entering plain text, but does also provide a lot of search criteria options.
cs_cz: Rychlý filtr poskytuje snadný přístup k vyfiltrovaným datům zadáním prostého textu, ale poskytuje také mnoho kritérií pro vyhledávání.

source: Depending on whether you enter plain text or text including symbols, the Quick Filter behaves differently.
cs_cz: V závislosti na tom, zda zadáváte prostý text nebo text včetně symbolů se rychlý filtr chová jinak.

source: If you enter plain text in the search criteria, the search criteria is interpreted as a case insensitive search that contains certain text.
cs_cz: Pokud do vyhledávacích kritérií zadáte obyčejný text, kritéria vyhledávání budou vyhledávány bez rozlišení malých a velkých písmen.

source: If you enter text including symbols in the search criteria, the search criteria is interpreted exactly as you entered it, and the search is case sensitive.
cs_cz: Pokud v kritériích vyhledávání zadáte text obsahující symboly, kritéria vyhledávání budou interpretována přesně tak, jak jste je zadali a vyhledávání bude citlivé na malá a velká písmena.

source: Quick filter criteria
cs_cz: Kritéria rychlého filtru
